{
  "Rootix For": "الأصل الرقمي لـ",
  "Software Solutions": "حلول البرمجيات",
  "<div>": "<div>",
  "function()": "function()",
  "useState()": "useState()",
  "</>": "</>",
  "We create digital solutions that help businesses and people use the latest technology and provide great experiences.": "نقوم بإنشاء حلول رقمية تساعد الشركات والأفراد على استخدام أحدث التقنيات وتقديم تجارب رائعة.",
  "Get Started": "ابدأ الآن",
  "View Our Work": "أعمالنا",
  "What We": "خدماتنا",
  "Offer": "",
  "Comprehensive digital solutions tailored to your business needs": "حلول رقمية شاملة مصممة وفق احتياجات عملك",
  "Web Development": "تطوير الويب",
  "We create fast, scalable, and modern websites using Next.js, React, Laravel , Node.js and cutting-edge technologies.": "نقوم بإنشاء مواقع سريعة وقابلة للتوسع وعصرية باستخدام Next.js و React و Laravel و Node.js وأحدث التقنيات.",
  "Mobile Applications": "تطبيقات الهاتف المحمول",
  "Cross-platform mobile apps with stunning performance and intuitive user experiences.": "تطبيقات متعددة المنصات بأداء مذهل وتجارب مستخدم سهلة الاستخدام.",
  "UI/UX Design": "تصميم واجهة وتجربة المستخدم",
  "Beautiful designs focused on clarity, simplicity, and exceptional user experience.": "تصاميم جميلة تركز على الوضوح والبساطة وتجربة مستخدم استثنائية.",
  "Software Consulting": "استشارات البرمجيات",
  "Strategic guidance and technical expertise to accelerate your digital transformation.": "توجيه استراتيجي وخبرة تقنية لتسريع التحول الرقمي الخاص بك.",
  "Internal Systems": "الأنظمة الداخلية",
  "Custom internal systems and tools to streamline operations, boost productivity, and integrate your business processes.": "أنظمة وأدوات داخلية مخصصة لتبسيط العمليات وزيادة الإنتاجية ودمج عمليات عملك.",
  "Our Recent": "أحدث أعمالنا",
  "Projects": "المشاريع",
  "Showcasing our latest work and innovative solutions": "عرض أحدث أعمالنا وحلولنا المبتكرة",
  "Spangile E-Commerce": "سبانجيل للتجارة الإلكترونية",
  "A feature-rich e-commerce platform with AI product recommendations, Stripe payments, and advanced analytics.": "منصة تجارة إلكترونية غنية بالميزات مع توصيات منتجات بالذكاء الاصطناعي، مدفوعات Stripe، وتحليلات متقدمة.",
  "Portfolio": "لوحة التحكم الداخلية",
  "A comprehensive internal dashboard to manage employees, attendance, payroll, leaves, and performance metrics.": "لوحة تحكم شاملة لإدارة الموظفين، الحضور، الرواتب، الإجازات، ومؤشرات الأداء.",
  "Postman App": "تطبيق بوستمان",
  "A modern CRM for real estate agencies, including property management, client tracking, and workflow automation.": "نظام إدارة علاقات العملاء عصري لوكالات العقارات، يشمل إدارة الممتلكات، متابعة العملاء، وأتمتة سير العمل.",
  "Ticketing System": "نظام التذاكر",
  "A patient management platform with appointment scheduling, medical record handling, and telemedicine support.": "منصة إدارة المرضى مع جدولة المواعيد، التعامل مع السجلات الطبية، ودعم التطبيب عن بعد.",
  "Evaluation System": "نظام التقييم",
  "An interactive learning management system with video streaming, progress tracking, and collaboration tools.": "نظام إدارة تعلم تفاعلي مع بث الفيديو، تتبع التقدم، وأدوات التعاون.",
  "View All Projects": "عرض جميع المشاريع",
  "Who We": "من نحن",
  "Are": "",
  "Rootix For Software Solutions is a team of passionate engineers, designers, and problem solvers. We craft reliable, scalable, and user-centered software products that solve real business challenges and drive digital transformation.": "الأصل الرقمي لحلول البرمجيات هو فريق من المهندسين والمصممين وحلالي المشكلات المتحمسين. نحن نصنع منتجات برمجية موثوقة وقابلة للتوسع ومركزّة على المستخدم تحل تحديات الأعمال الحقيقية وتعزز التحول الرقمي.",
  "Developer": "مطور",
  "Full-Stack Developer": "مطور متكامل",
  "Mobile App Developer": "مطور تطبيقات الهواتف",
  "Projects Completed": "المشاريع المكتملة",
  "Years Experience": "سنوات الخبرة",
  "Client Satisfaction": "رضا العملاء",

  "Have a Project in": "هل لديك مشروع في",
  "Mind?": "ذهنك؟",
  "Let's work together to make it happen. Get in touch and let's discuss your next big idea.": "دعنا نعمل معًا لتحقيقه. تواصل معنا ولنناقش فكرتك الكبيرة القادمة.",
  "Send us a message": "أرسل لنا رسالة",
  "Address": "العنوان",
  "Amman": "عمان",
  "Jordan": "الأردن",
  "Email": "البريد الإلكتروني",
  "Phone": "الهاتف",
  "Interactive Map": "خريطة تفاعلية",
  "Amman, Jordan": "عمان، الأردن",
  "Home": "الرئيسية",
  "Services": "خدماتنا",
  "About": "من نحن",
  "Contact": "اتصل بنا",
  "Root": "الأصل ",
  "ix": "الرقمي",
  "AR": "ع"
}
